VSP_type = [1,2,3,4,5,6,7,'besstik']

#VSP_rail - переменная, описывающая тип верхнего строения пути (звеньевой/бесстыковой) 
#[1-номер пути ,2 - километр начала элемента,3 - пикет начала элемента, 4 - метр начала элемента,
#5 - километр конца элемента,6 - пикет конца элемента, 7 - метр конца элемента,
# besstik - признак типа конструкции пути (звеньевой/бесстыковой]



VSP_rail = [1,2,3,4,5,6,7,'P_65', 'DT_350']

#VSP_rail - переменная, описывающая тип рельса
#[1-номер пути ,2 - километр начала элемента,3 - пикет начала элемента, 4 - метр начала элемента,
#5 - километр конца элемента,6 - пикет конца элемента, 7 - метр конца элемента,
# P_65 - признак типа скреплений, DT_350 - признак категории качества рельсов]



VSP_skerpl = [1,2,3,4,5,6,7,'KB_65']

#VSP_skrepl - переменная, описывающая тип промежуточных скреплений
#[1-номер пути ,2 - километр начала элемента,3 - пикет начала элемента, 4 - метр начала элемента,
#5 - километр конца элемента,6 - пикет конца элемента, 7 - метр конца элемента, KB_65 - признак типа скреплений]


VSP_shpal = [1,2,3,4,5,6,7,'Sha_1']

#VSP_shpal - - переменная, описывающая тип шпал
#[1-номер пути ,2 - километр начала элемента,3 - пикет начала элемента, 4 - метр начала элемента,
#5 - километр конца элемента,6 - пикет конца элемента, 7 - метр конца элемента, Sha_1 - признак типа шпал]

VSP_epura = [1,2,3,4,5,6,7,1840]
#VSP_epura - - переменная, описывающая эпюру шпал
#[1-номер пути ,2 - километр начала элемента,3 - пикет начала элемента, 4 - метр начала элемента,
#5 - километр конца элемента,6 - пикет конца элемента, 7 - метр конца элемента, 1840 - число шпал/км пути]


VSP_ballast = [1,2,3,4,5,6,7,'sheb', 400]
#VSP_ballast - переменная, описывающая характеристики балласта
#[1-номер пути ,2 - километр начала элемента,3 - пикет начала элемента, 4 - метр начала элемента,
#5 - километр конца элемента,6 - пикет конца элемента, 7 - метр конца элемента, sheb - признак рода балласта, 400 - толщина слоя, мм]
